Repository: hcl-sdk/HealthCareLocatorIOSSDK
Catalog: HealthCareLocatorSDK/Resources/Strings/*.lproj/HealthCareLocatorSDK.strings
Languages: ar, de, es_co, it, nl, pl, pt, ru, tr

# hcl_home_title
source: Trouver et localiser des prestataires de soins de santé
ar: البحث عن وتحديد أماكنnالمُتخَصصين في الرِّعاية الصِّحيَّة
de: Ärzte suchen
es_co: Encontrar y localizar profesionales de la salud
it: Trova e localizza operatori sanitari
nl: Zorgverleners zoeken
pl: Znajduj i lokalizuj przedstawicieli fachowego personelu medycznego (HCP)
pt: Encontrar e localizar profissionais de saúde
ru: Находите МР и узнавайте их местоположение
tr: Sağlık Çalışanlarını Bulun ve Konumunu Belirleyin

# hcl_home_feat_find_hcp_title
source: Trouver des PSS
ar: البحث عن المُتخَصصين في الرِّعاية الصِّحيَّة
de: Ärzte suchen
es_co: Encontrar profesionales de la salud
it: Trova operatori sanitari
nl: Zorgverleners zoeken
pl: Znajdź HCP
pt: Encontrar profissionais de saúde
ru: Поиск МР
tr: HCP'leri bulun

# hcl_home_feat_find_hcp_text
source: Trouver des prestataires de soins de santé par lieu, nom, spécialité ou par recherche à proximité
ar: البحث عن مُقدمي خدمات الرِّعاية الصِّحيَّة عن طريق تحديد الموقع والاسم والتَّخصص أو البحث في الأماكن القريبة
de: Ärzte nach Ort, Name, Fachgebiet oder in der Nähe suchen
es_co: Encontrar profesionales de la salud por ubicación, nombre, especialidad o búsqueda cercana
it: Trova fornitori di assistenza sanitaria per località, nome, specializzazione o cercando nelle vicinanze
nl: Zoek naar zorgverleners op locatie, naam of specialisatie, of zoek naar zorgverleners bij u in de buurt
pl: Znajdź przedstawicieli fachowego personelu medycznego według adresu, imienia i nazwiska, specjalizacji lub lokalizacji (znajdujących się w Twojej okolicy)
pt: Encontrar profissionais de saúde por localização, nome, especialidade ou por pesquisa nas proximidades
ru: Находите медицинских работников по местоположению, имени, специализации или поблизости от вас
tr: Konuma, ada, uzmanlığa göre ya da yakınınızda arama yapacak Sağlık Çalışanlarını bulun

# hcl_home_feat_consult_profile_title
source: Accéder aux profils des PSS
ar: الوُصول للملفات الشَّخصية الخاصة بالمُتخَصصين في الرِّعاية الصِّحيَّة
de: Zugang zu Arztprofilen
es_co: Acceder a los perfiles de los profesionales de la salud
it: Accedi ai profili degli operatori sanitari
nl: Toegang tot profielen van zorgverleners
pl: Dostęp do profili HCP
pt: Aceder ao perfil de profissionais de saúde
ru: Доступ к профилям МР
tr: HCP profillerine erişin

# hcl_home_feat_consult_profile_text
source: Examiner les profils détaillés des prestataires, y compris les spécialités, lieux et coordonnées
ar: مراجعة الملفات الشَّخصية المُفصلة لمُقدمي خدمات الرِّعاية الصِّحيَّة، بما في ذلك التخصصات والمواقع وبيانات الاتصال
de: Ausführliche Arztprofile lesen, u. a. Fachgebiete, Ort und Kontaktangaben
es_co: Revisar los perfiles detallados de los proveedores, incluidas las especialidades, la ubicación y la información de contacto
it: Esamina i profili dettagliati dei fornitori, inclusi specializzazioni, località e recapiti
nl: Bekijk uitgebreide profielen van zorgverleners, inclusief specialisaties, locatie en contactgegevens
pl: Przeglądaj profile zawierające szczegółowe informacje, jak specjalizacje, lokalizacja oraz dane kontaktowe
pt: Analisar perfis detalhados de profissionais de saúde, incluindo especialidades, localização e informação de contacto
ru: Просматривайте подробные профили МР с указанием специализации, местоположения и контактной информации
tr: Uzmanlık, konum ve iletişim bilgilerini içeren ayrıntılı sağlık çalışanı profillerini inceleyin

# hcl_home_feat_request_info_update_title
source: Partager des profils de PSS
ar: مُشاركة المعلومات المتعلقة بالمُتخَصصين في الرِّعاية الصِّحيَّة
de: Arzt-Infos teilen
es_co: Compartir profesionales de la salud
it: Condividi operatori sanitari
nl: Zorgverleners delen
pl: Udostępnianie profili HCP
pt: Partilhar profissionais de saúde
ru: Делитесь профилями МР
tr: HCP'leri paylaşın

# hcl_home_feat_request_info_update_text
source: Utiliser le texto ou le courriel pour partager des profils avec des ami-e-s ou des membres de la famille
ar: استخدام الرسائل النصية القصيرة أو البريد الإلكتروني لمشاركة الملفَّات الشَّخصية مع الأصدقاء وأفراد الأسرة
de: Profile per SMS oder E-Mail mit Freunden und Familie teilen
es_co: Compartir los perfiles con amigos y familiares por SMS o correo electrónico
it: Condividi i profili con amici e familiari tramite SMS o e-mail
nl: Gebruik sms of e-mail om profielen te delen met vrienden en familie
pl: Udostępniaj profile HCP znajomym i rodzinie przy użyciu wiadomości sms oraz e-mail
pt: Usar SMS ou e-mail para partilhar perfis com amigos e família
ru: Делитесь профилями с друзьями и родственниками по СМС или электронной почте
tr: Arkadaşlarınızla veya ailenizle profilleri paylaşmak için SMS veya e-posta kullanın

# hcl_start_new_search
source: Lancer une nouvelle recherche
ar: بدء بحث جديد
de: Neue Suche starten
es_co: Empezar una nueva búsqueda
it: Inizia una nuova ricerca
nl: Nieuwe zoekopdracht starten
pl: Rozpocznij nowe wyszukiwanie
pt: Iniciar uma nova pesquisa
ru: Начать новый поиск
tr: Yeni Bir Arama Başlat

# hcl_hcps_near_me
source: PSS près de moi
ar: المُتخَصصين في الرِّعاية الصِّحيَّة القريبين مني
de: Ärzte in meiner Nähe
es_co: Profesionales de la salud cercanos
it: Operatori sanitari nelle vicinanze
nl: Zorgverleners bij mij in de buurt
pl: HCP w mojej okolicy
pt: Profissionais de saúde próximos de mim
ru: МР рядом со мной
tr: Yakınımdaki HCP'ler

# hcl_last_searches
source: Plus récentes recherches
ar: أحدث عمليَّات البحث
de: Letzte Suchen
es_co: Últimas búsquedas
it: Ultime ricerche
nl: Vorige zoekopdrachten
pl: Ostatnie wyszukania
pt: Últimas pesquisas
ru: Последние операции поиска
tr: Son aramalar

# hcl_view_more
source: Afficher plus
ar: عرض المزيد
de: Mehr anzeigen
es_co: Ver más
it: Visualizza altro
nl: Meer tonen
pl: Pokaż więcej
pt: Ver mais
ru: Показать больше
tr: Daha fazla görüntüle

# hcl_view_less
source: Afficher moins
ar: عرض أقل
de: Weniger anzeigen
es_co: Ver menos
it: Visualizza meno
nl: Minder tonen
pl: Pokaż mniej
pt: Ver menos
ru: Свернуть
tr: Daha az görüntüle

# hcl_last_hcps_consulted
source: Derniers PSS consultés
ar: آخر مُتخصص في الرِّعاية الصِّحيَّة تمت استشارته
de: Zuletzt besuchte Ärzte
es_co: Últimos profesionales de la salud consultados
it: Ultimi operatori sanitari consultati
nl: Laatst geraadpleegde zorgverlener
pl: Ostatni oglądany profil HCP
pt: Últimos profissionais de saúde consultados
ru: Последние консультации с МР
tr: Danışılan son HCP'ler

# hcl_find_healthcare_professional
source: Trouver un prestataire de soins de santé
ar: البحث عن مُتخصص في الرِّعاية الصِّحيَّة
de: Arzt suchen
es_co: Encontrar un profesional de la salud
it: Trova operatore sanitario
nl: Zorgverlener zoeken
pl: Znajdź przedstawiciela fachowego personelu medycznego
pt: Encontrar profissional de saúde
ru: Найти медицинского работника
tr: Sağlık Çalışanı bul

# hcl_search
source: Recherche
ar: البحث
de: Suchen
es_co: Buscar
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
tr: Ara

# hcl_since_format
source: %@ auparavant
ar: منذ. %@
de: %@ zuvor
es_co: Hace %@
it: %@ fa
nl: %@ geleden
pl: %@ temu
pt: %@ atrás
ru: %@ назад
tr: %@ önce

# hcl_search_name_field_label
source: Nom
ar: الاسم
de: Name
es_co: Nombre
it: Nome
pl: Imię i nazwisko
ru: Ф. И. О
tr: Adı

# hcl_search_specialty_field_label
source: Spécialité
ar: التَّخصص
de: Fachgebiet
es_co: Especialidad
it: Specializzazione
pl: Specjalizacja
ru: Cпециализация
tr: Uzmanlığı

# hcl_search_second_field_label
source: Où? (adresse, ville...)
ar: الموقع؟ (العنوان، المدينة....)
de: Wo? (Adresse, Ort, …)
es_co: ¿Dónde? (dirección, ciudad...)
it: Dove? (indirizzo, città...)
nl: Waar? (adres, plaats...)
pl: Gdzie? (adres, miejscowość...)
pt: Onde? (endereço, cidade...)
ru: Местоположение (адрес, город...)
tr: Nerede? (adresi, şehri...)

# hcl_search_reset
source: Réinitialiser la recherche
ar: إعادة ضبط البحث
de: Suche zurücksetzen
es_co: Restablecer búsqueda
it: Reimposta ricerca
nl: Zoekopdracht resetten
pl: Resetuj wyszukiwanie
pt: Repor pesquisa
ru: Сбросить параметры поиска
tr: Aramayı sıfırla

# hcl_near_me
source: Près de moi
ar: بالقُرب مني
de: In meiner Nähe
es_co: Cercanos
it: Nelle vicinanze
nl: Bij mij in de buurt
pl: W mojej okolicy
pt: Próximo de mim
ru: Рядом со мной
tr: Yakınımda

# hcl_anywhere
source: N’importe où
ar: في أيّ مكان
de: Beliebiger Ort
es_co: En cualquier lugar
it: Ovunque
nl: Overal
pl: Gdziekolwiek
pt: Em qualquer local
ru: Везде
tr: Herhangi bir yerde

# hcl_results_label
source: Résultats
ar: النَّتائج
de: Ergebnisse
es_co: Resultados
it: Risultati
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
tr: Sonuçlar

# hcl_list_label
source: Liste
ar: القائمة
es_co: Lista
it: Elenco
nl: Lijst
pl: Lista
pt: Lista
ru: Список

# hcl_map_label
source: Carte
ar: الخريطة
de: Karte
es_co: Mapa
it: Mappa
nl: Kaart
pl: Mapa
pt: Mapa
ru: На карте
tr: Harita

# hcl_back_to_search_results
source: Revenir aux résultats de recherche
ar: العودة لنتائج البحث
de: Zurück zu den Suchergebnissen
es_co: Volver a buscar resultados
it: Torna ai risultati della ricerca
nl: Terug naar zoekresultaten
pl: Powrót do wyników wyszukiwania
pt: Voltar aos resultados de pesquisa
ru: Вернуться к результатам поиска
tr: Arama sonuçlarına geri dön

# hcl_no_result_found
source: Aucun résultat trouvé
ar: لا توجد نتائج
de: Keine Ergebnisse gefunden
es_co: No se encontraron resultados
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pl: Brak wyników
pt: Nenhum resultado encontrado
ru: Ничего не найдено
tr: Sonuç bulunamadı

# hcl_no_result_message
source: Oups, votre recherche ne semble produire aucun résultat.
ar: عفوًا، يبدو أنه لا توجد نتائج مطابقة لبحثك.
de: Leider wurden für Ihre Suche keine passenden Treffer gefunden.
es_co: ¡Lo sentimos! Parece que no hay coincidencias para su búsqueda.
it: Sembra che non ci siano corrispondenze per la ricerca.
nl: Oeps, het lijkt erop dat uw zoekopdracht geen resultaten heeft opgeleverd.
pl: Ups! Wygląda na to, że nie ma żadnych wyników dla Twojego wyszukania.
pt: Ups, parece que não existem correspondências para a sua pesquisa.
ru: Похоже, по параметрам Вашего поиска ничего не найдено.
tr: Üzgünüm, aramanıza uygun bir sonuç yok.

# hcl_relaunch
source: Relancer
ar: إعادة الإطلاق
de: Neu starten
es_co: Reintentar
it: Riavvia
nl: Opnieuw zoeken
pl: Spróbuj ponownie
pt: Relançar
ru: Начать заново
tr: Yeniden başlat

# hcl_sort_label
source: Trier
ar: الفرز
de: Sortieren
es_co: Ordenar
it: Ordina
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировка
tr: Sırala

# hcl_relevance_item
source: Pertinence
ar: المُلاءمة
de: Relevanz
es_co: Relevancia
it: Rilevanza
nl: Relevantie
pl: Trafność
pt: Relevância
ru: Степень совпадения
tr: İlgi

# hcl_distance_item
source: Distance
ar: المسافة
de: Entfernung
es_co: Distancia
it: Distanza
nl: Afstand
pl: Odległość
pt: Distância
ru: Расстояние
tr: Mesafe

# hcl_name_item
source: Nom
ar: الاسم
de: Name
es_co: Nombre
it: Nome
nl: Naam
pl: Imię i nazwisko
pt: Nome
ru: Ф. И. О.
tr: Ad

# hcl_apply_button
source: Appliquer
ar: التَّطبيق
de: Anwenden
es_co: Aplicar
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
tr: Uygula

# hcl_reset_button
source: Réinitialiser
ar: إعادة الضبط
de: Zurücksetzen
es_co: Restablecer
it: Reimposta
nl: Resetten
pl: Resetuj
pt: Repor
ru: Сбросить
tr: Sıfırla

# hcl_main_information_label
source: Principaux renseignements
ar: المعلومات الرئيسة
de: Wichtigste Informationen
es_co: Información principal
it: Informazioni principali
nl: Belangrijkste informatie
pl: Podstawowe dane
pt: Informação principal
ru: Основная информация
tr: Temel Bilgiler

# hcl_rate_refunds_label
source: Tarif et remboursements
ar: السّعر واسترداد المدفوعات
de: Preis und Rückerstattungen
es_co: Tarifa y reembolsos
it: Tariffa e rimborsi
nl: Tarief en vergoedingen
pl: Ceny i refundacja
pt: Taxa e reembolsos
ru: Тарифная ставка и условия возврата средств
tr: Fiyatlandırma ve ücret iadeleri

# hcl_specialities_label
source: Spécialités
ar: التَّخصصات
de: Fachgebiete
es_co: Especialidades
it: Specializzazioni
nl: Specialisaties
pl: Specjalizacje
pt: Especialidades
ru: Специализации
tr: Uzmanlık

# hcl_information_label
source: Renseignements
ar: المَعلومات
de: Informationen
es_co: Información
it: Informazioni
nl: Informatie
pl: Dane
pt: Informação
ru: Информация
tr: Bilgi

# hcl_information_description
source: Les renseignements que vous avez obtenus à propos de ce PSS étaient-ils exacts?
ar: هل المَعلومات التي تمَّ تقديمها لك حول المُتخَصصين في الرِّعاية الصِّحيَّة صحيحة؟
de: Sind die Informationen, die Sie zu diesem Arzt erhalten haben, korrekt?
es_co: ¿Es correcta la información que recibió sobre este profesional de la salud?
it: Le informazioni ricevute su questo operatore sanitario erano corrette?
nl: Klopt de informatie die u heeft gekregen over deze zorgverlener?
pl: Czy otrzymane dane HCP były poprawne?
pt: A informação que recebeu sobre este profissional de saúde está correta?
ru: Отобразившаяся информация об этом МР верна?
tr: Bu HCP hakkında size verilen bilgi doğru mu?

# hcl_information_yes_label
source: Oui
ar: نعم
de: Ja
es_co: Sí
it: Sì
nl: Ja
pl: Tak
pt: Sim
ru: Да
tr: Evet

# hcl_information_no_label
source: Non
ar: لا
de: Nein
es_co: No
it: No
nl: Nee
pl: Nie
pt: Não
ru: Нет
tr: Hayır

# hcl_improve_quality_label
source: Améliorer la qualité des données
ar: تحسين جودة البيانات
de: Datenqualität verbessern
es_co: Mejorar la calidad de los datos
it: Migliora la qualità dei dati
nl: Verbeter de kwaliteit van de gegevens
pl: Ulepsz jakość danych
pt: Melhorar a qualidade dos dados
ru: Улучшите качество данных
tr: Veri kalitesini iyileştirin

# hcl_improve_quality_text
source: Partager plus de renseignements avec nous à propos de ce PSS.
ar: شارك معنا المزيد من المعلومات عن هذا المُتخصص في الرِّعاية الصِّحيَّة.
de: Geben Sie uns nähere Informationen zu diesem Arzt.
es_co: Comparta más información sobre este profesional de la salud con nosotros.
it: Condividi con noi più informazioni su questo operatore sanitario.
nl: Geef ons meer informatie over deze zorgverlener.
pl: Podziel się z nami informacjami na temat tego HCP.
pt: Partilhe connosco mais informações sobre este profissional de saúde.
ru: Сообщите нам дополнительные сведения об этом МР.
tr: Bu HCP hakkında bizimle daha fazla bilgi paylaşın.

# hcl_suggess_modification_button
source: Suggérer une modification
ar: اقتراح تعديل
de: Änderung vorschlagen
es_co: Sugerir una modificación
it: Suggerisci una modifica
nl: Stel een wijziging voor
pl: Zaproponuj zmianę
pt: Sugerir uma modificação
ru: Предложить изменение
tr: Bir değişiklik önerin

# hcl_back_to_home
source: Retour à l'accueil
ar: العودة للصَّفحة الرئيسة
de: Zurück zur Startseite
es_co: Volver al Inicio
it: Torna alla pagina principale
nl: Terug naar homepagina
pl: Powrót do strony głównej
pt: Voltar para o início
ru: Вернуться на домашнюю страницу
tr: Ana sayfaya geri dön
